{
  "rominarSubtitle": "Proyecto de aprendizaje",
  "quotesMachineSubtitle": "Proyecto de aprendizaje",
  "spendsCheckerSubtitle": "Desafío de 10 días",
  "footstrapSubtitle": "Desafío de 5 días",
  "treehouseSubtitle": "Desafío de 9 días",
  "portfolioSubtitle": "Portfolio personal",
  "rominarDescription": "Esta aplicación fue creada teniendo en consideración el negocio de Romina pero principalmente con la finalidad de aplicar a un fin y potenciar el conocimiento en las tecnologías base del desarrollo web: HTML, CSS y JavaScript. Se llevó adelante entonces la construcción de un sitio en una sola página con funcionalidades básicas para incentivar el contacto del usuario y una buena exposición de la información del negocio del cliente, que luego fue optimizada con Lighthouse. Más información y acceso al sitio en el README del repositorio.",
  "quotesMachineDescription": "Desarrollo de una aplicación utilizando MERN Stack, enfocado en el aprendizaje de este grupo de tecnologías. Una aplicación que comenzó como un simple desafío para FreeCodeCamp, pero que, con intenciones de trabajar en una aplicación más compleja y tener experiencia en escalabilidad, retomé agregando cosas por fuera del desafío para ejercitar los conocimientos adquiridos y crear nuevos en el proceso. Más información y acceso al sitio en el README del repositorio.",
  "spendsCheckerDescription": "Proyecto desarrollado para el desafío Full Stack JS de la aceleración de Alkemy. Tomé como un reto personal el realizarlo en el menor tiempo posible con una deadline de diez días y aplicar el nuevo conocimiento adquirido en PostgreSQL, Sequelize, Redux Toolkit y Material UI, reforzando la práctica de React. Más información y acceso al sitio en el README del repositorio.",
  "footstrapDescription": "Este es un proyecto desarrollado para el desafío de la empresa StoryDots, donde quise poner en práctica lo ya aprendido y desafiarme a ser lo más efectivo posible. Como resultado, en menos de la mitad de tiempo que el último proyecto que desarollé por cuenta propia, similar a este, pude obtener un resultado notablemente mejor, lo cual me hizo sentir bastante satisfecho con la mejora en mis habilidades. Más información y acceso al sitio en el README del repositorio.",
  "treehouseDescription": "Es un proyecto desarrollado para cumplir el desafío de un proceso de selección, donde pude poner en práctica mis conocimientos en TypeScript y NextJS, reforzando mis conocimientos previos en otras tecnologías y mejorando al utilizarlos en conjunto. En muy poco tiempo pude desarrollar una aplicación bastante completa y funcional, que si bien tiene cosas que mejoraré, cumple con creces los requerimientos del desafío y no deja de ser robusta y escalable. Para más información y acceso al sitio dirigirse README del repositorio.",
  "portfolioDescription": "Se trata de un proyecto desarrollado para mostrar mis conocimientos, donde se encuentra accesible la información más importante sobre mí como desarrollador web. A su vez fue realizado como un proyecto donde poner en práctica y a la vista mis capacidades más orientadas al desarrollo FrontEnd con TypeScript, NextJS, React y MaterialUI, utilizando componentes complejos realizados personalmente. Para más información y acceso al sitio dirigirse README del repositorio.",
  "gitHubButton": "Repositorio de GitHub"
}
